# Taps
tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/php'

# Install ZSH
brew 'zsh'
brew 'zsh-completions'

# Install GNU core utilities (those that come with macOS are outdated)
brew 'coreutils'

# Install Bash 4
brew 'bash'

# Install more recent versions of some macOS tools
brew 'grep'

# Install Binaries
brew 'git'
brew 'node'
brew 'wget'
brew 'mackup'

# Development
brew 'php72'
brew 'mysql'

# Apps
cask 'google-chrome'
cask 'iterm2'
cask 'phpstorm'
cask 'sequel-pro'
cask 'sublime-text'
cask 'alfred'
